Repository: Jarrey/ChameHistoryOfToday
Catalog: src/ChameHOT.Service/Resources/*/Resources.resw
Source language: en
Languages: zh_hans, zh_hant

# About
source: About Application
zh_hans: 关于应用
zh_hant: 關於程式

# AboutButton.Content
source:  About
zh_hans:  关于
zh_hant:  關於

# AboutContent
source: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <Grid> <Grid.ColumnDefinitions> <ColumnDefinition Width="auto"/> <ColumnDefinition Width="*"/> </Grid.ColumnDefinitions> <Image Source="ms-appx:///ChameHOT_Service/UI/Assets/Logo.png" Margin="4,0,4,0"/> <TextBlock Grid.Column="1" FontWeight="Bold" FontSize="20" VerticalAlignment="Center">Chameleon - On This Day</TextBlock> </Grid> <TextBlock>Chameleon - On This Day is a lock screen application, one application of Chameleon series. Which can show history events on this day in your Windows 8 LockScreen. Meanwhile, this application can automatically synchronize WikiPedia On This Day data and show them in your lock screen. Please click "Start" in application and you will see "On This Day" show in your device automatically.</TextBlock> <TextBlock>This application is FREE, please send me any feedback and suggestion via jar.bob@gmail, I will develop and publish more new Chameleon series applications in future.</TextBlock> <TextBlock FontWeight="Bold">Chameleon Series:</TextBlock> <Grid> <Grid.ColumnDefinitions> <ColumnDefinition Width="auto"/> <ColumnDefinition Width="*"/> </Grid.ColumnDefinitions> <Image Source="ms-appx:///ChameHOT_Service/UI/Assets/ChameleonLogo.png"/> <HyperlinkButton Grid.Column="1" Content="Download Chameleon" VerticalAlignment="Center" NavigateUri="http://apps.microsoft.com/windows/en-us/app/chameleon/fa822ed6-c51d-4e3a-a2de-db7adf81eef0"/> </Grid> <TextBlock></TextBlock> <TextBlock FontWeight="Bold">Privacy Policy</TextBlock> <TextBlock>Chameleon - On This Day does not collect, store or release any of your personal information or information related to your devices. Chameleon - On This Day does not collect any statistical or analytical data, but also does not track user behavior.</TextBlock> <TextBlock>Any needs of changing the privacy policy of Chameleon - On This Day, the author will update the changes at settings page, so that you will always know what information this application collects. Should you have any questions or concerns towards this privacy policy, please contact the author via jar.bob@gmail.com.</TextBlock> </StackPanel>
zh_hans: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <Grid> <Grid.ColumnDefinitions> <ColumnDefinition Width="auto"/> <ColumnDefinition Width="*"/> </Grid.ColumnDefinitions> <Image Source="ms-appx:///ChameHOT_Service/UI/Assets/Logo.png" Margin="4,0,4,0"/> <TextBlock Grid.Column="1" FontWeight="Bold" FontSize="20" VerticalAlignment="Center">Chameleon - 历史上的今天</TextBlock> </Grid> <TextBlock>Chameleon 之历史上的今天，是一款优秀的锁屏应用，属于Chameleon系列。历史上的今天可以在您的设备锁屏上自动显示历史上今天全球发生的事件。同时应用还可以自动每隔一段时间从维基百科抓取数据，并且自动将“历史上的今天”显示到你的锁屏上。请点击应用中的“开始”按钮，然后静静等待每天的大事件展现在你的锁屏上吧。</TextBlock> <TextBlock>应用是完全免费的，如果你有任何疑问和建议，请随时发送电子邮件到 jar.bob@gmail，同时我也会继续开发更多Chameleon系列应用来丰富你的Windows 8锁屏。</TextBlock> <TextBlock FontWeight="Bold">Chameleon 系列:</TextBlock> <Grid> <Grid.ColumnDefinitions> <ColumnDefinition Width="auto"/> <ColumnDefinition Width="*"/> </Grid.ColumnDefinitions> <Image Source="ms-appx:///ChameHOT_Service/UI/Assets/ChameleonLogo.png" Margin="2,0,2,0"/> <HyperlinkButton Grid.Column="1" Content="下载 Chameleon 之百变锁屏" VerticalAlignment="Center" NavigateUri="http://apps.microsoft.com/windows/zh-cn/app/chameleon/fa822ed6-c51d-4e3a-a2de-db7adf81eef0"/> </Grid> <TextBlock></TextBlock> <TextBlock FontWeight="Bold">隐私策略</TextBlock> <TextBlock>本应用不会收集、存储、发布您的任何个人信息或者与您的设备相关的信息。本应用不会收集任何统计数据和分析数据，也不会跟踪用户的行为。</TextBlock> <TextBlock>如果需要改变本应用的隐私策略，我会将相关的改动在此设置页面发布，以便您能随时了解本应用会收集什么信息。任何时候如果您对此隐私策略有疑问，请通过电子邮件 jar.bob@gmail.com 和我联系。</TextBlock> </StackPanel>
zh_hant: <StackPanel xmlns="http://schemas.microsoft.com/winfx/2006/xaml/presentation"> <StackPanel.Resources> <Style TargetType="TextBlock"> <Setter Property="Margin" Value="0,8,0,8"/> <Setter Property="TextWrapping" Value="Wrap"/> </Style> </StackPanel.Resources> <Grid> <Grid.ColumnDefinitions> <ColumnDefinition Width="auto"/> <ColumnDefinition Width="*"/> </Grid.ColumnDefinitions> <Image Source="ms-appx:///ChameHOT_Service/UI/Assets/Logo.png" Margin="4,0,4,0"/> <TextBlock Grid.Column="1" FontWeight="Bold" FontSize="20" VerticalAlignment="Center">Chameleon - 歷史上的今天</TextBlock> </Grid> <TextBlock>Chameleon 之歷史上的今天，是壹款優秀的鎖屏應用，屬於Chameleon系列。歷史上的今天可以在您的設備鎖屏上自動顯示歷史上今天全球發生的事件。同時應用還可以自動每隔壹段時間從維基百科抓取數據，並且自動將“歷史上的今天”顯示到妳的鎖屏上。請點擊應用中的“開始”按鈕，然後靜靜等待每天的大事件展現在妳的鎖屏上吧。</TextBlock> <TextBlock>應用是完全免費的，如果妳有任何疑問和建議，請隨時發送電子郵件到 jar.bob@gmail，同時我也會繼續開發更多Chameleon系列應用來豐富妳的Windows 8鎖屏。</TextBlock> <TextBlock FontWeight="Bold">Chameleon 系列:</TextBlock> <Grid> <Grid.ColumnDefinitions> <ColumnDefinition Width="auto"/> <ColumnDefinition Width="*"/> </Grid.ColumnDefinitions> <Image Source="ms-appx:///ChameHOT_Service/UI/Assets/ChameleonLogo.png" Margin="2,0,2,0"/> <HyperlinkButton Grid.Column="1" Content="下載 Chameleon 之百變鎖屏" VerticalAlignment="Center" NavigateUri="http://apps.microsoft.com/windows/zh-tw/app/chameleon/fa822ed6-c51d-4e3a-a2de-db7adf81eef0"/> </Grid> <TextBlock></TextBlock> <TextBlock FontWeight="Bold">隐私策略</TextBlock> <TextBlock>本应用不会收集、存储、发布您的任何个人信息或者与您的设备相关的信息。本应用不会收集任何统计数据和分析数据，也不会跟踪用户的行为。</TextBlock> <TextBlock>如果需要改变本应用的隐私策略，我会将相关的改动在此设置页面发布，以便您能随时了解本应用会收集什么信息。任何時候如果您對此隱私策略有疑問，請通過電子郵件jar.bob@gmail.com和我聯繫。</TextBlock> </StackPanel>

# AboutTitle
source: About
zh_hans: 关于
zh_hant: 關於

# AppearanceButton.Content
source:  Appearance
zh_hans:  外观设置
zh_hant:  外觀設置

# BackgroundSettingText.Text
source: Background
zh_hans: 背景
zh_hant: 背景

# BackgroundToggle.OffContent
source: Hide
zh_hans: 隐藏
zh_hant: 隱藏

# BackgroundToggle.OnContent
source: Show
zh_hans: 显示
zh_hant: 顯示

# BT12H
source: 12 hours
zh_hans: 12小时
zh_hant: 12小時

# BT15M
source: 15 mins
zh_hans: 15分钟
zh_hant: 15分鐘

# BT1D
source: 1 day
zh_hans: 1天
zh_hant: 1天

# BT1H
source: 1 hour
zh_hans: 1小时
zh_hant: 1小時

# BT2H
source: 2 hours
zh_hans: 2小时
zh_hant: 2小時

# BT30M
source: 30 mins
zh_hans: 30分钟
zh_hant: 30分鐘

# BT3H
source: 3 hours
zh_hans: 3小时
zh_hant: 3小時

# BT45M
source: 45 mins
zh_hans: 45分钟
zh_hant: 45分鐘

# ClosePopupButton.Content
source:  Close
zh_hans:  关闭
zh_hant:  關閉

# CopyrightContent
source: Copyright by WikiPedia.org
zh_hans: 版权所有 WikiPedia.org
zh_hant: 版權所有 WikiPedia.org

source: Help
zh_hans: 帮助
zh_hant: 幫助

# HelpButton.Content
source:  Help
zh_hans:  帮助
zh_hant:  幫助

# HelpPageUrl
source: http://chameleonapp.azurewebsites.net/ChameHOT/ChameHOT_en.html
zh_hans: http://chameleonapp.azurewebsites.net/ChameHOT/ChameHOT_zh-hans.html
zh_hant: http://chameleonapp.azurewebsites.net/ChameHOT/ChameHOT_zh-hant.html

source: Later
zh_hans: 以后再说
zh_hant: 以後再說

# MoreButton.Content
source:  See More
zh_hans:  更多信息
zh_hant:  更多信息

# Never
source: No, thanks
zh_hans: 不，谢谢
zh_hant: 不，謝謝

# OKPopupButton.Content
source:  OK
zh_hans:  确定
zh_hant:  確定

source: On This Day
zh_hans: 历史上的今天
zh_hant: 歷史上的今天

# PageLogo.Source
source: ms-appx:///ChameHOT_Service/UI/Assets/Main_en.png
zh_hans: ms-appx:///ChameHOT_Service/UI/Assets/Main_zh-hans.png
zh_hant: ms-appx:///ChameHOT_Service/UI/Assets/Main_zh-hant.png

source: Privacy Policy
zh_hans: 隐私策略
zh_hant: 隱私策略

# Rate
source: Rate it
zh_hans: 去打个分吧
zh_hant: 去打個分吧

# ReloadButon.Content
source:  Reload
zh_hans:  刷新
zh_hant:  刷新

# ReviewPromptContent
source: Do you like this app, please give us a note?
zh_hans: 你喜欢这个应用吗，赶紧去打个分吧？
zh_hant: 你喜歡這個應用嗎，趕緊去打個分吧？

# ReviewPromptTitle
source: Do you like this app?
zh_hans: 你喜欢这个应用吗？
zh_hant: 你喜歡這個應用嗎？

# SetBackgroundTaskSucessfully
source: Set background task sucessfully, app will update your system lock screen background
zh_hans: 成功设置后台任务，应用会自动更新你的系统锁屏背景
zh_hant: 成功設置後台任務，應用會自動更新你的系統鎖屏背景

# SetLKButton.Content
source:  Set LockScreen
zh_hans:  设置为锁屏背景
zh_hant:  設置爲鎖屏背景

source: Set lock screen error
zh_hans: 设置锁屏未成功
zh_hant: 設置鎖屏未成功

# SetLockScreenSucessfully
source: Set image as current lock screen background sucessfully
zh_hans: 设置锁屏成功
zh_hant: 設置鎖屏成功

# StartButton.Content
source:  Start
zh_hans:  开始自动更新锁屏
zh_hant:  開始自動更新鎖屏

# StopButton.Content
source:  Stop
zh_hans:  停止自动更新锁屏
zh_hant:  停止自動更新鎖屏

# TimeIntervalText.Text
source: Time Interval
zh_hans: 间隔时间
zh_hant: 間隔時間

source: Unregister background task sucessfully
zh_hans: 成功注销后台任务
zh_hant: 成功註銷後台任務
